Repository: MacThings/Secure-Pipes
Catalog: Secure Pipes/mul.lproj/Connection View.xcstrings
Source language: en
Languages: de

# 3Si-ME-7uZ.title
source: Managed
de: Verwaltet

# 7kQ-T3-tSq.title
source: Action
de: Aktion

# bL9-ba-oL6.ibShadowedToolTip
source: Connection that binds to a local port and forwards to a remote port through the SSH tunnel.
de: Verbindung, die an einen lokalen Port bindet und über den SSH-Tunnel an einen Remote-Port weiterleitet.

# bL9-ba-oL6.title
source: New Local Forward...
de: Neue lokale Weiterleitung...

# ckK-uw-1qE.title
source: All
de: Alle

# dpD-3G-oNL.ibShadowedToolTip
source: Sets up a local SOCKS proxy to forward requests over the SSH channel and brokered by the remote server
de: Richtet einen lokalen SOCKS-Proxy ein, um Anfragen über den SSH-Kanal weiterzuleiten und vom Remote-Server zu vermitteln

# dpD-3G-oNL.title
source: New SOCKS Proxy...
de: Neuer SOCKS Proxy...

# GlD-6J-JwK.title
source: Managed
de: Verwaltet

# Haq-U0-PX8.title
source: Manual
de: Manuell

# hBi-0C-Ttw.title
source: No Connections
de: Keine Verbindung

# RjK-fK-WOS.title
source: Connection
de: Verbindung

# WQb-0J-vA1.ibShadowedToolTip
source: Connection that binds to a remote port and forwards to a local port through the SSH tunnel.
de: Verbindung, die an einen Remote-Port bindet und über den SSH-Tunnel an einen lokalen Port weiterleitet.

# WQb-0J-vA1.title
source: New Remote Forward...
de: Neue Remote-Verbindung...

# Ysj-FT-4sh.title
source: New Managed Connection...
de: Neue verwaltete Verbindung...
